{
	    "(Bipolar Disorder)": [
        "I'm currently on 100mg Quetiapine to see if it helps to stabilise my moods. I became too 'high' after trying SSRIs alone and the Quetiapine has really helped me to overcome this. However I'm now just feeling really quite low and I'm struggling. If I have bipolar depression surely 100mg is too low? I have an appointment but I wanted to chat to people who have been thru it too because I just feel so isolated right now. I feel Abnormal sadness, often with weepiness. Feeling guilty, worthless, or useless. ", 
        "Poor motivation. Even simple tasks seem difficult. I have Poor concentration. I have Sleeping problems:Sometimes difficulty in getting off to sleep. Sometimes waking early and being unable to get back to sleep. Lacking in energy, always feeling tired. Difficulty with affection, including going off sex. Poor appetite and weight loss. Sometimes the reverse happens with comfort eating and weight gain. Being irritable, agitated, or restless. ", 
        "I have been taking lithium carbonate for nearly eight years. I have recently had my meds upped to 1000mg at night. I suffer from severe recurrent depression. Feeling Abnormal sadness, often with weepiness. I have Lack in energy, always feeling tired. I have regular blood tests where thyroid and liver function are checked. Thankyou. "
    ], 
    "(Chronic Kidney Disease)": [
        "I have kidney problem. I am 45 years old. My kidney biopsy shows some complications. Now I have a poor appetite and weight loss. My skin is dry and itchy. I have muscle cramps. Fluid retention which causes swollen feet and ankles. There is puffiness around the eyes. I need to pass urine more often than usual. I have anaemia. "
    ], 
    "(Liver Cirrhosis)": [
        "I have tiredness and weakness. I have loss of appetite, feeling sick (nausea) and being sick (vomiting). I lost weight. There is a tendency to bleed and bruise more easily. Yellowing of the skin or the whites of the eyes is there. my liver test shows that there is a build-up of toxins. My liver fails to make enough proteins such as albumin that help to regulate the fluid composition in the bloodstream and body. It also fails to make enough chemicals needed for blood clotting. "
    ], 
    "(Appendicitis)": [
        "Hey I guys I fear whether I have Appendicitis. I feel Pain in the tummy. Commonly, the pain starts in the middle of the abdomen. The pain usually develops quickly, over an hour or so. Over the next few hours the pain typically travels to the lower right-hand side of the abdomen. The pain sometimes become severe. The pain tends to be more sharp if I cough or make any jarring movements. I have Constipation for some recent days. "
    ], 
    "(Zika virus)": [
        "I live in Caribbean region. Zika virus is very common here. I have a high temperature (fever),Headache,Aches in muscles and joints. I have painful eyes or red itchy eyes. Itchy rash. Feeling weak and tired. Vomitting is also there. My partner is also affected. "
    ], 
    "(Port-wine Stain)": [
        "Got a very light pink patch on my cheekbone had it a few months not changed normaly that pale u dont notice it unlesd I hot or in the sun then it gets a bit redder. There is red mark near my eyeleads. My half face is almost red. Blood vessels are visivle. What is it??", 
        "In the last year I have had a rash appear on my foot and it's gets uncomfortably itchy and very red and goes away in about 5-7 days. Last time it turned into a blister? I showed it to my naturopath and Doctor they had never seen anything like that. I was given steroid cream but nothing really helps the first few days it's just so irritated?? Now my face is turning red. Almost blood vessels becoming visible. Anyone else ever have this happen? I also suffer with autoamuine and colitis and arthritis. "
    ], 
    "(Baker's Cyst)": [
        "Hello my MRI scan detects some cyst in my knee. I feel the swelling behind your knee. I feel an ache around the knee area. I have never had arthritis. "
    ], 
    "(Behavioural Problems/PANDAS)": [
        "in September my 12year old son started senior school and loved it, two weeks later he felt ill, after a week we encouraged him to go back to school and he got upset,we asked why he had no reason just afraid, he begged not to go, we got him there and he would cry and beg not to be left, he ended up losing his temper which we had never seen, slowly he started to change into a stranger, one minute he would be our normal chilled don and then he would flip into and crazed child. wears now six months on, he still Wont go to school, he's having mental health help, he begs not to be parted from me, bed time is a nightmare, he has tantrums over anything, he does have food issues but he constantly wants food, and gets angry if it's not exactly what he wants, shoes and clothes are being an issue everyday, and he gets terrible itches. "
    ], 
    "(Bell's Palsy)": [
        "Helli. I am 25 years old male. For some days I feel  weakness in my face like loose control over my face. It starts with one side. My face is droop to one side. When I smile, only half of my face may move. Chewing food on the affected side may is a problem. Food become trapped between my gum and cheek. Sometimes I am not be able to close an eye. This causes a watery eye. And also I am not able to wrinkle my forehead. ", 
        "On Wednesday 6/15 the day of my baby boy Graduation I woke up with a little eye irritation, I had strongly believed it was the eye make up I was wearing lately since a new hair -do was in play. Later that day I had taken a group of 5th graders to the Newseum for a field trip as we stopped to eat in the food court it felt like my lips were swelling, so I immediately ranned to the restroom to check and my lips which by the way still looked normal. I also felt some tightness on the right side of my face. Later, conversing with a Co-worker she ask why is your eye twitching like that, \" I don't know\", I replied. I prepared my son for his graduation and went to give him a kiss and my lips were slightly turned to the left. I knew my next stop needed to be the ER but, I am waiting. ", 
        "My doctor gave me prednisone and a steroid and artificial tears. My mouth is the worst but I haven't experienced any pains yet I've only been dealing with this for a week. But I eye tears up uncontrollably which is bothersome when trying to drive my children somewhere. I am a single parent of eight oldest fifteen and youngest three and I'm 47yrs old. My kids are my biggest supporters. But I welcome any outside advice. ", 
        "Since Friday, I have had problems tasting things. As the weekend passed, I noticed my face being weird. I cant close one eye fully on it own, only if I close both eyes, and use lots of strength, my right eye will just close while my left eye looks as if I am really forcing it shut. My mouth feels as if I have been to the dentist, although its not as bad as some of you in here has described, I can still function normally, it just feels very weird. I think I know why I got it though. I have had a bad flyu for a while, plus I went to visit my sister and nephew last weekend, and just today I found out that my sister has attracted the shingles (adult version of chicken pox). I had chicken pox when I was a baby, but maybe the virus have attacked my facial nerve somehow. "
    ], 
    "(Alopecia Areata)": [
        "Hey there. My hair dresser detect some bald patches on my head. They are like coin size. There is mild burning or a slightly itchy feeling on the bald patches. But the scalp usually looks healthy and there is no scarring. They are developing quite quickly. "
    ]
}