{
	 "?-(Essential Tremor / Movement Disorder/Parkinson's disease)": [
        "Hello, can anyone help me with my condition please,i have tremors in all of my muscles (body) when i move them, fingers hands legs belly tongue everything and it gets worse when im tired, when rest (not moving) nothing happens,ihave this condition since i was 15yo or something, it was not so obvious back then it was clear only when i lift weight, (im 25yo now),i use propranolol it helps only a little bit, i went to first neurologist he said i was just nervous (i told him i was not,he insist ),gave me stress medicines and vitamins which didnt work at all, second doctor told me to do MRI scan and blood tests (everything is fine) he told me that it is essential tremor and gave me parkinsons disease medicine instead of propranolol which makes it even worst then if im not using propranolol at all, im really confused what is the name for my condition? im not convinced it is essential tremor,can any one guide me???"
    ], 
    "(Parasite/Infection)": [
        "I am a 24 years old male. I had an unprotected sexual intercourse with a female in Chile two years ago. Three weeks later : fever for a day or two followed by an oral thrush. 6 weeks later : explosive diarrhea, fever for about 5 days. Maybe i should mention that I had an extreme food poisoning two weeks before my exposure during a trip in Bolivia. Few months after, I had a recurring pain in the left knee (still painful sometimes). A year after the exposure, I had something like kidney stones (pain, etc) but echography did not show anything. Bloodwork showed elevated TSH though (hypothyroidism, which is uncommon for someone my age). Right now, my symptoms are: a lot of blood in stool (for a few months now), constipation, dry skin, extreme fatigue, alcohol intolerance, extreme dandruff, white tongue, recurring hairline spots in my neck, chest pain (I think there are more). I have been of course tested for HIV multiple times up to 18 months post exposure. I don't know what's wrong with my body. what do you guys think? lyme ? any retroviruses ?"
    ], 
    "(Memory Loss / Dementia)": [
        "Hello there for the last few months my son is acting very strange. He forgets many important things like phone numbers which he used to remember. New surroundings and new people is confusing him as we have moved into a new town. He is easily irritated. He said that he is frustrated and depressed. Suddenly he is not taking bath for weeks. If I ask him about it he said he forgets!!! Can anyone help me about it. "
    ], 
    "(Teen age body change)": [
        "Hello everyone! I'm 15 years old male, hypochondriac and recently I've been feeling terrible. I noticed swollen lymph nodes in my groin, neck (which kinda disappeared), under jaw and under my armpit. I've been having them for quite a lot of time (something like 3 years) and they're hard, movable, <1. 5 cm in the groin, probably not growing (I'm not sure, because I had a few growth spurts during this time and it's normal for them to grow a little bit respectively with my body). They don't cause me any pain and since I found them I really haven't paid much attention to them until now. To be sure, I had a full blood and urine scans and everything came back perfectly fine. There's no history of lymphoma in my family and yep. "
    ], 
    "(Ringworm)": [
        "A small area of my skin tends to spread outwards. It typically develops into a rounded, red, inflamed patch of skin. The outer edge is more inflamed and scaly than the paler centre. So, it often looks like a ring that becomes gradually larger . Several patches occur over the body. The rash is mildly irritating, but sometimes it is very itchy and inflamed. "
    ], 
    "(Patellofemoral Pain)": [
        "Pain around the knee. The pain is felt at the front of the knee, around the kneecap. Often, the exact site of the pain cannot be pinpointed; instead the pain is felt vaguely at the front of the knee. The pain comes and goes. It is typically worse when going up or down stairs or with certain sports; anything that leads to the Kneecap being compressed against the lower part of the thigh bone. Also, it may be brought on by sitting still for long periods. For example, after going to the cinema or a long drive. There may be a grating or grinding feeling or noise when the knee moves. Sometimes there is fullness or swelling around the Kneecap. "
    ], 
    "(Dengue)": [
        "Hello. I am 24 years old female. For some days I have fever. The fever suddenly goes upto 106 degree. I have severe headache and joint pains. I vomit 2 to 3 times a day. Blood comes in the white portion of my eyes. "
    ], 
    "(Red Eye or Giant papillary conjunctivitis)": [
        "Hi I am usually allergic to house dust mite and fur or hair. From yesterday my eyes feels itchy and gritty. The eyelids tend to swell. There is burning feeling in my eyes. I wear contact lens. My eyes becoming too gluey or sticky. "
    ], 
    "(Bipolar Disorder)": [
        "I'm being referred from cpn to psychiatrist at the mo and I'm scared and don't know what to expect. I don't know if I have bipolar but I became 'high' after trying two different ADs. 200mg quetiapine is what I'm on now but I'm feeling like I want to cancel my appointments and stop taking my meds because what if there isn't anything wrong with me and I just need to learn to cope with life a bit better? :-( I have these horrendous lows but it's like I just have a complete meltdown every so often and then I seem to snap out of it at the drop of a hat. I feel like a bit of a fraud saying I might have bipolar because everybody I tell in the hope of support just looks at me like I'm making it up. Has anyone else felt like this. My symptoms are mild compared to others maybe I should just get a grip?"
    ], 
    "(Arrhythmias)": [
        "Hello I am 60 years old. Sometimes I feel an abnormally fast pulse. Sometimes slow, or irregular pulse. I feel Dizzy. I have Shortness of breath. I feel Chest pains. I have High blood pressure and I had Heart valve diseases. "
    ], 
    "I have Low mood for most of the day, nearly every day. Loss of enjoyment and interest in life, even for activities that I normally enjoy. Feeling guilty, worthless, or useless": [
        ""
    ], 
    "(Bornholm Disease)": [
        "My 5 years lod daughter is ill. She is showing flue like symptoms together with pain in the chest and tummy (abdomen). The chest pain feels worse when taking a deep breath or when moving. It is lasting for few days. Now my son who is 3 years old also showing the same symptoms. What is it???"
    ], 
    "-(Essential Tremor / Movement Disorder/Parkinson's disease)": [
        "Hi! I've had this issue most of my life, but it's gotten more frequent in the last couple years. It's usually only in my left leg, occasionally elsewhere. Only in limbs though. It's less than a second of being out of control of my leg. It only happens when I'm sitting still for any length of time. It doesn't affect me much in my life, I just want to know what the cause of it could be. It's pretty much a daily thing. I'm not too worried about it. No close relative's with Parkinson's. My Grandma's uncles are the closest. . . My anxiety is through the roof and when I wake up my legs (hips, thighs, calves) are quite sore. "
    ], 
    "(Chronic Crohn's Disease)": [
        "Diagnosed with crohn's in 2008. Very unwell for many years. Tried different meds but untolerated/ no difference. Occasional back pain but nothing like since i started infliximab about 6 months ago. Consultant requested a break for few weeks to see if pain subsides- not a lot of difference. Had another infusion this week, constant pain in the back, worse at night, broken sleep due to pain. I just wondered if anyone has similar experience being on infliximab infusion. "
    ], 
    "(Rheumatoid Arthritis)": [
        "Hi all. About 3 years ago I started having pain my shoulder. I was told by a orthopedic doctor that it was bursitis. Did physical therapy with no improvement, still hurts to this day. I have now developed a large lipoma on that shoulder. About a year ago started having severe pain in my fore foot. Had surgery to remove what podiatrist called a benign growth on toe joint. Symptoms started in same foot but different toe a couple of months ago and now told I have Morton's neuroma in that foot. At about the same time I started having hip pain and just feel achy all over and exhausted all the time. My primary care doctor is planning to do blood tests for RA next week. There is Inflammation around tendons  and I am loosing weight. I don't have swelling or redness in any joints however. Do you think this is RA?"
    ], 
    "(Perthes' Disease)": [
        "Hi my son who is 8 years old is feeling pain in his thigh. This is gradually become worse over a few weeks. Pain in the hip and groin area. Sometimes pain is felt just in the knee or the thigh instead of in the hip . There is Stiffness and a reduced range of movement of the affected hip. The affected leg is becoming slightly thinner. The affected leg is look shorter than the good leg. "
    ], 
    "(Parkinson's disease)": [
        "I have essential tremors that have been well controlled with medication. They have really been flaring this last week. They only change that comes to mind is that I have been out of my thyroid medicine for the last couple of weeks. Does anyone think this could be what's causing my flair?"
    ], 
    "Sometimes I get scared because of ugly symptoms, I start crying for no reason and can't stop . Sometimes I don't even wanna get normal I don't see myself being normal I really don't care I feel okay being In this situation some times I don't know what to do this is irritating . . (Depression)": [
        "From last month I'm suffering from anxiety . I used to be concerned about my health a lot always keep on checking about my symptoms . Now suddenly I don't care anymore not afraid of death I feel like I don't care let it come, I always have weird heart pain/fear feeling and feel so confused what exactly I want, I wanna live or no ?"
    ], 
    "(Malaria)": [
        "Hello. I am 24 years old. For some days I have fever with moderate shaking chills. Sometimes the fever goes upto 106 degree. I sweat excessively. I have headache and nausea. I have also diarrhea and muscle pain. "
    ], 
    "(Frostbite)": [
        "I have feelings of cold and firmness in the toes. Stinging, burning and numbness is also occur. I am experiencing pain, throbbing, burning or an electric current-like sensation when the affected area is re-warmed. The affected area of skin usually becomes white and feels numb. Sometimes the skin is red. It also feels hard or stiff. The skin is often red, or am become blue. It feels frozen and hard. There is also usually quite a lot of swelling of the affected area. Blisters filled with a clear or milky fluid appear on the skin. The skin is initially deep red and mottled and then becomes black. "
    ], 
    "(Acid Reflux and Oesophagitis)": [
        "I am feeling Heartburn. This is a burning feeling which rises from the upper tummy (abdomen) or lower chest up towards the neck. I have also pain in the upper abdomen and chest, feeling sick, an acid taste in the mouth, bloating, belching, indigestion and a burning pain when I swallow hot drinks. Like heartburn, these symptoms tend to come and go and tend to be worse after a meal. I have sore throat, hoarseness and a feeling of a lump in the throat. "
    ], 
    "(Angina/Heart disease)": [
        "Hello guys I am 40 year old man. I feel pain, ache, discomfort and tightness across the front of the chest when I exert yourself. For example, when I walk up a hill or against a strong, cold wind. I also feel the pain in my arms, jaw, neck and stomach. The pain does not usually last long. It will usually ease within 10 minutes when I rest. If I take some glyceryl trinitrate (GTN) it goes within 1-2 minutes. My MRI scan report is normal. "
    ], 
    "(Behavioural Problems)": [
        "I am 16 years old and im in high school. I get distracted quite easily and sort of 'zone out' sometimes when my teachers are talking and have to 'snap myself back into reality'. Recently ive started to slur my speech and sometmes struggle to say things and string logical sentences together and find mysel saying \"nervermind\" more often because of this and even sometimes I forget to breath so i am exacerbated halfway through a sentence. My average is about 80% in school so i can still concentrate but still feel like i would absorb so much more if im on a concentration medication. Thank you for all help. "
    ], 
    "(Diphtheria)": [
        "There is a thick, gray coating on the throat and tonsils. I have a fever,chills. I have swollen glands in the neck,a loud, barking cough,a sore throat,bluish skin and drooling. I have difficulty breathing or swallowing,changes in vision and slurred speech. I have  pale and cold skin. "
    ], 
    "(Gastritis)": [
        "Pain in my upper tummy (abdomen) just below the breastbone is happening. It usually comes and goes. It is eased if I take antacid tablets. Sometimes food makes the pain worse. The pain is also wake me up from sleep. I loose my appetite, bloating, retching, feeling sick (nausea) and being sick (vomiting). I am feel particularly 'full' after a meal. I have more issues such as belching and chest pain. Sometimes it is like heart burning. "
    ], 
    "(Chickenpox)": [
        "My fiance has to babysit her nieces and nephews today. One of them has the chicken pox. I hear getting it while older is very dangerous. I am 32. I am working in a warehouse. One morning I wake up and discovered I am covered in what I presumed is chicken pox. Red spots all over my body. As I recall I only had about 20  or 30 of them all over me, and I remember thinking it was odd because I have slightly fever. They are being slightly itchy. I lost my appetite and I have caughing and sneezing. ", 
        "Never had the chicken pox as a kid and started getting severely itchy about 3 weeks back. Originally just thought I was having a reaction to something, but started to get a lot of rashes, and then the spots. But new rounds of spots started to come, including even this past weekend, thankfully after a few days those seem to have crusted out. Tried to go back to my uni today to get outside and meet a friend from lunch. Hit with MAJOR exhaustion about an hour into my bus ride, and also have been experiencing extreme nausea yesterday and all of today. Lying in bed and feeling alot of nausea and fatigue and fever. "
    ], 
    "(Acute Pancreatitis)": [
        "I am feeling abdominal pain, just below the ribs. It usually builds up quickly (over a few hours) and last for several days. The pain sometimes become severe and is typically felt spreading through to the back. The pain is aggravated by eating and slowly grows worse. I had kidney problems. Sometimes I vomit and temperature rises suddenly. I have low blood pressure. "
    ], 
    "(Charles Bonnet Syndrome)": [
        "I am experiencing visual hallucinations in low light. This is be frightening or distressing, particularly when it first occurs and I don't know the cause. I am going mad and believe there could be a supernatural cause. The visual hallucinations is be black and white, or in colour. They is just involve patterns, walls or grids. More often, however, they are complicated moving images. The faces include people who have died. Plants, trees and beautiful countryside scenes are also common. "
    ], 
    "(Piles)": [
        "I experienced is bleeding after going to the toilet to pass stools. The blood is usually bright red and is noticed on the toilet tissue, in the toilet pan or coating the stools. The discharge is irritate the skin around the back passage (anus). I am have a sense of fullness in the anus, or a feeling of not fully emptying my back passage when I go to the toilet. "
    ], 
    "(typhoid fever)": [
        "In the first week my body temperature rises slowly, and go up and down, with headache, cough and feeling unwell. Nosebleeds are there. In the second week there is a high fever of around around 40°C (104°F) - often worse in the afternoon - although the pulse is often slower than expected with a high fever. Tummy pain and diarrhoea is there and stools are often green. I have Rash (rose-coloured spots). "
    ], 
    "(Glaucoma)": [
        "Hi. I am new here. I am 40 years old. Suddenly I have severe pain within my eye and an ache around my eye. My eyes become very red. I have blurred vision. I often see circles when I see around lights. The pain is spreading around my head. Sometimes I vomit due to headache. My eye usually feels hard. My eyes feel hazy. "
    ], 
    "(Hyperthyroidism/Overactive Thyroid Gland)": [
        "For some days I am restless, nervous, emotional, irritable, sleeping poorly and being 'always on the go'. There is Tremor of my hands. I am losing weight despite an increased appetite. I have a sensation of having a palpitations. I am Sweating and an increased thirst. I have diarrhoea. I have Skin problems such as hair thinning and itch. Test shows a swelling of my thyroid gland (a goitre) in the neck is occurring. I have Graves' disease. "
    ], 
    "(Essential Tremor / Movement Disorder)": [
        "I have been suffering from shaking in my body parts and it affects my left hand and my head. I also have dystonia in right hand. I take propranolol which helps with left hand but doesn't help much with my head. Lately my vision has been blurry. "
    ], 
    "(Bronchiectasis)": [
        "Coughing up lots of phlegm (sputum) . The amount of sputum is medium. It is be very tiring to cough up large amounts of sputum each day. I feel Tiredness and poor concentration. Wheeziness is happening. I am cough up some blood from an inflamed airway. This is typically just small amounts of blood now and then. Occasionally, a large amount of blood is be coughed up. I had chest infections. "
    ], 
    "(Bowen's Disease)": [
        "I have red-looking patch of skin that has an irregular outline. It tends to look crusty or scaly. In Some areas the patches are cracked and bleed. Patches are slowly enlarging. It is  growing to several centimetres. It is commonly appearing on areas of the skin that have been exposed to the sun. It occurs on the leg, below the knee. It also appears on the neck and around nails. "
    ]
}