{
	   "( liver flukes / oblong orange)": [
        "as everyone knows been suffering a while otherday i had balls white in my poo today noticed segements 2 from what could get out toilet. There like oval i think wondering what it is iv had ct scan due headaches also found swelling to brain waiting mri could swelling be due to the parasite as dr is putting down to perhaps normal 4 age im 28. Anyways i also have rumbles everyday iv had this problem now 4 months constant hungry itchy all time downstairs itchy legs pain in back itchy backside smelly wind. Seems dont have lot eggs lately when do there on my vagina left side stomach feels like twisting pain and its moving to right top right. Also my daughter whos 4 has this problem pustules she keeps having on backside and last night i got tape and got load eggs which ranging orange colour to white anyone help at wits end. "
    ], 
    "(Behçet's Disease)": [
        "I have Painful ulcers in the inside of my mouth and these are usually very painful. They can last for around three weeks. Ulcers are also occur in my genital region and are usually painful. I develop pain in my joints, most commonly the knees or ankles. This pain is associated with swelling and increased warmth. Sometimes the small joints in my hands, my wrist, shoulders and hips can be affected in a similar way. "
    ], 
    "(Raynaud's Phenomenon)": [
        "I have rheumatoid arthritis. Now I develop symptom in fingers when I become cool - for example, in cold weather. At first the fingers go white and cool. The fingers then go a bluish colour (or even purple ). The fingers then go bright red. This is tingling, throbbing, numbness and pain (which can be severe in some cases). Toes and earlobes are also affected. Each bout of symptoms  last from minutes to hours. I take nifidipine & stop smoking ok 3 months on. ", 
        "My G. P. recently diagnosed me with Raynaud's - I have to say I don't have a lot of faith in him, he spent most of the time reading up about it online. Anyway, my main symptom is tingling and numbness in my two middle fingers on my right hand,in one foot constant pins & needles & then numbness- and it doesn't go away ! mine went straight to like a bruise colour then under my toe has gone nearly black & foot has been feeling cold. It's there all the time, I'm wondering if his diagnosis is correct, I do accept I get very cold hands and feet but not blue in colour. Anybody else been down this road please?"
    ], 
    "Does anyone think this could be what's causing my flair?-(Parkinson's disease)": [
        "I have essential tremors that have been well controlled with medication. They have really been flaring this last week. They only change that comes to mind is that I have been out of my thyroid medicine for the last couple of weeks. I feel Stiffness of muscles (rigidity) and muscles may feel more tense. Also, your arms do not tend to swing as much when you walk. "
    ], 
    "(Coeliac Disease)": [
        "My baby is 8 months old. My baby starts eating solid foods containing gluten. My baby may fail to grow or to gain weight. Like food is not being absorbed properly, the stools are pale and bulky. Smelly diarrhoea is occurring. The tummy is becoming swollen. The baby is vomitting repeatedly. "
    ], 
    "(Chikungunya Fever)": [
        "My grandpa has high temperature (fever) and joint pains. The joint pains is becoming very severe that bends his body. The joints of the hands, wrists and ankles are painful. He is Feeling tired. He has nausea and  rash including  headache. The symptoms are lasting two weeks. He said he has Pains in the eye and loss of vision. He also has  diarrhoea. He had Kidney problems. "
    ], 
    "(Dermatitis)": [
        "I have had eczema for 2 years now. It is not sensitive to temperature, and the lump itself does not hurt very much. The skin around it and the nail bed hurt more than the lump. I have cracking skin due to extreme dryness and swelling,skin that feels stiff or tightened. My skin appearing darkened or leathery. "
    ], 
    "(Anaemia)": [
        "Hi I am four months  pregnant. My husband says that I am looking pale  for couple of weeks. I am feeling tired all the time. Sometimes I feeling faint. I have headache and ringing in the ears. My previous test shows that I have Folic Acid Deficiency. "
    ], 
    "(pneumonia)": [
        "I am having cough, high temperature (fever), sweats, shivers, being off my food and feeling generally unwell. Headaches and aches and pains are there. I usually make more sputum. This is become yellow/green coloured and is sometimes bloodstained. I am become breathless, breathe fast and develop a tight chest. A sharp pain in the side of the chest is developing . My GP hears crackles in the chest when listening with a stethoscope. "
    ], 
    "(Breast Cancer/Breast Lumps)": [
        "By the end of that one month I found this lump all of a sudden and I am too worried about it now. It's been two weeks since I noticed the lump which is a little above my right nipple and there is no change in its size and it is painless and it's the size of a grape. It's not movable but just moved under the skin with my fingers and there are no other changes in my breasts other than the lump. Can this lump be caused due to change in place or food or anything like that?There is Changes in the shape of a breast. Dimpling or thickening of some of the skin on a part of a breast. What are the chances of this lump being cancerous?"
    ], 
    "(Infectious Disease)": [
        "My son age 15 years lymph node swelling on left neck later on based on fnac report pathologist suspects chr granulomatour, as this lumph node is inner doctors said need major surgery as we afraid we asked the doctor to start ATT course as is suspects an cervical adenitis. We are using ATT first line  Drugs for past 3 weeks (21 days) from 18 day onwards we noticed swelling   is it happens while using the ATT Course . "
    ], 
    "(Prolactinoma)": [
        "Hi I am 30 years old female having Irregular periods. Is it Reduced fertility?I find no interest in sex. Milk is leaking from the breasts. The milk leaks out by itself. There is Increased growth of hair on the face or body. "
    ], 
    "(Osteoarthritis)": [
        "I have Pain, stiffness, and limitation in full movement of the joint. The stiffness tends to be worse first thing in the morning. It then tends to loosen up after half an hour or so. Swelling and inflammation of an affected joint can sometimes occur. An affected joint tends to look a little larger than normal. I have poor mobility and problems walking . I have difficulty in putting on shoes and socks and getting in and out of a car. "
    ], 
    "(Schistosomiasis/Infection)": [
        "I first reported it 3 months ago and the doctors totally ignored me treating me for a secondary infection that was caused by open wounds in my face. They have given me 4 courses of antibiotics treating the wrong infect but totally ignored waht I was telling ithem about the worms. I have caugh, fever and headache. "
    ], 
    "(Gonorrhoea)": [
        "I have infection of the urethra. I have these symtoms  develop 5-7 days after having sex.  Symptoms include:Fluid (discharge) from the penis. This stains underpants. Pain or burning when passing urine. Irritation inside the penis, a feeling of wanting to pass urine frequently. Redness at the opening of the urethra at the end of the penis. "
    ], 
    "(Atopic Eczema)": [
        "I moved in a new town five months ago. About 5 weeks ago. I am Allergetic to house dust mite. I developed really severe athletes foot - now not ever having athletes foot before this was really shocking to me. The doctor prescribed Canesten HC cream and erythromycin - as i am allergic to penicillin and it is now beginning to feel normal again. The problem is now that i seem to have developed the same as what was on my foot on my right hand. I went back to the doctors and he gave me Fucibet cream and told me to continue to take the erythromycin - but i've only been able to take 2 of these a day rather than the prescribed 4 as they were makiing the side of my face burn. The condition has just been getting worse and worse and when i went back to the doctors the beginning of the week she told me to keep using the cream, prescribed another lot of erythromcin and some dermol. "
    ], 
    "(Hypertension/BP)": [
        "last six months i am afraid for my left chest pain. my age 40 High BP. eco done. doctor said no problem. but some time fell i pain move my left chest. friends said its manya. how i relief?"
    ], 
    "they create glass like balls that split the skin open and move around my skin with ease. ": [
        "Hi All,  I dont know if anyone has come across this. I have a worm infestation in my face. They travel around under the skin leaving tracks and bursting holes into my skin. "
    ], 
    "(Hypertension/BP)": [
        "Hi everyone I have been switched onto varapamil from an ace for some tests which the ace can interfere with. Since being on them I have had sore neck and headaches on movement and when I cough. My pulse is low 40s as its low anyway and generally feeling crap anyone else had experience the ace worked very well for me. ", 
        "Hi, I hope it's ok to post here, I've been looking for some reassurance about my high blood pressure. I'm 28 and had high blood pressure since I was 17, with no cause identified. I'm not overweight but I don't eat particularly well either. My blood pressure was reasonably well controlled on ramipril and amlodipine however Ive now had to switch blood pressure meds to labetalol as I'm hoping to have a baby but I don't feel like this is controlling my blood pressure at all. I'm scared to take my blood pressure at home because it causes me such bad anxiety however I had to do it earlier due to bad headache/nosebleeds and it was 155/110. ", 
        "My Bp, started going up about 3months ago. I've been in and out of the hospital 3times in 2weeks. I walk 3 miles a day, I eat good, (no salt) drink lots of water. my bp this morning was 210/95, on July 03, it was 201/110, the va doctor added another medication, I'am really afraid, please any advise would helpful. ", 
        "Last Thursday  I had my blood pressure checked at GPS and it was 143/93 which was great as it was the lowest it has been since the beginning of the year. Friday morning it was 171/114,Sat 175/115. Sun 180/123' so getting really worried. Also very bad right sided headache. Phoned GP who asked me to come in ASAP and then admitted me to hospital. Whilst in hospital BP went up to 210/145 at its worst, Enalapril dosage doubled and BP eventually settled. My question is why would it have suddenly shot up like that. Also is headache normal with very high BP (I rarely suffer from headaches). Has anything similar happened to other people?"
    ], 
    "(Addison's Disease)": [
        "For last two months I feel tired all the time. My skin is darkened(pigmentation) specially in armpits,gums and inside the mouth. I am loosing weight and my blood pressure is low. I crave for salted foods. I have diarrhea and pains in the back and abdomen. I am 30 year old female and my menstrual periods is irregular. "
    ], 
    "(Pressure Ulcers)": [
        "I started suffering from a leg ulcer, just above my ankle, about a year ago, I visited my GP at first, who refered me to our District Nurses Clinic, who treated my condition well, and it nearly healed but I was then refered to an hospital specilist, by my diabetes doctor. The specilist said it was exmah, and informed not top continue with the dressing, but to use a special cream for the condition, I took his word, and now my ulcer has opened up again, and can be very painful on some occassions. My work involves a lot of walking, as I work in a warehouse. In my childhood I faced a spinal cord injury. Can anybody give me advice. "
    ], 
    "(Depression)": [
        "When i was 7 my dad passed away n i was seperated from my mum at that age into the uk. My mum has passed away 2 years ago. A girl iv loved n still do from the age of 7 to now 23 iv lost. N i have no energy. Iv lost control of my thoughts n i cant close my eyes because i feel like i can see bad things n hear bad things. At times i blank out while im still conscious. I need help iv never been this bad. ", 
        "I'm kyle a 14 year old teenager and in the past years and currently i get really emotional Its like one moment my mood will be one thing then il be confused and just get sad There are some current issues with my familly that have caused me to actually contemplate suicide It got that bad and i just want to know why is this happening why am i so sad and confused i thought of getting help with then the fears of being diagnosed with alot of different things kick in and i dont follow through i dont feel anything besides sadness. "
    ]
}