{
	   "(Acute Prostatitis)": [
        "I feel pain at the base of base penis, around my anus, just above my pubic bone and in my lower back. Pain is spreading in my penis and testicles (testes). Passing stools is painful. I feel pain when I pass urine and I have an urgent desire to pass urine and sometimes blood in my urine. I have got fever. A small amount of thick fluid sometimes come out of my penis from my urethra. "
    ], 
    "(Asthma)": [
        "I've noticed recently I feel pain in my chest. I never had chronic coughing. But recently I am troubled while sleeping due to wheezing. There is whistling sound when I exhales. When I exercise I feel tired and shortness of breath. In the cold air the caughing is triggered. "
    ], 
    "(Dementia)": [
        "When I was 8yr old I had a big rock dropped on my head in school. I don't remember anything prior to that or the event's of that day. I have had other hits on the head including a biking accident 7yrs ago, flying over the handlebars with no helmet, had swelling on the right side of my face but that's all (didn't get checked out). I constantly keep forgetting things, a lot of things and it's putting a huge strain on many things such a my relationship with my girlfriend. I don't know whether or not it's the knocks tot he head that stop me remembering my childhood (primary and most of secondary school) but I don't. I remember tiny little things and to be honest, I think the only things i think I remember are actually just bits of information I've been told by others. Often I can't even remember things that I've done yesterday or sometimes not remembering what I've done the same day. "
    ], 
    "(Huntington's disease)": [
        "Huntington's disease(HD) runs in my family. Thereis  subtle changes in my personality and mood swings. I have Problems with movement. There is involuntary movement. In particular, it tends to affect my head, face, arms or legs. Each movement happens suddenly. In the beginning I just think that I are fidgety; I have spasm in my muscles, usually the muscles of my shoulders, neck, arms and legs. Swallowing problems are common. Lack of concentration, short-term memory lapses and problems with orientation are common. I notice that I become irritable, easily agitated, and start to lose interest in things that I previously enjoyed. "
    ], 
    "(Hypertension/BP/Heart disease). ": [
        "Once I was alcoholic. 2 years ago had severe liver trouble due to unrelated meds. stabilized in hospital. then told had high blood pressure and put on 20mg of propranolol. the specialist said I'd be on these for life. "
    ], 
    "(Buerger's disease)": [
        "My hands and feet feels cold and they appears slightly swollen. They are pale and have a red or bluish colour. Pain is in my hands and feet. This is sometimes feel like burning. I develop pain in legs when I walk. This is called intermittent claudication. pain is occuring even when I are resting. Pain is often worse at night time. I am notice tingling or numbness in my feet and hands. Cold weather will usually make symptoms worse. I am start to develop ulcers on my hands and feet, which is be painful. Skin infections is also set in. Gangrene is develop if the tissues in my hands and feet completely die due to lack of blood supply. If I develop gangrene, my skin and underlying tissues become black. Out of my two feet and two hands, it is usually at least three of these that are affected in this. "
    ], 
    "(Pre-eclampsia)": [
        "I am pregnant and 37 years old. I have high blood pressure level. My urin test shows small amount of protein in my urine. My mother has had pre-eclampsia. I have Severe headaches that do not go away. Problems with my vision, such as blurred vision, flashing lights or spots in front of my eyes. Tummy (abdominal) pain. The pain that occurs in the upper part of my abdomen, just below my ribs, especially on my right side. Vomiting later in my pregnancy (not the morning sickness of early pregnancy). Sudden swelling or puffiness of my hands, face or feet. Not being able to feel my baby move as much. "
    ], 
    "(Agrophobia)": [
        "Hi guys I am 30 years old,working in a small firm. I am very introvert. I feel very awkward in public places like shops,markets. I find myself in difficulties while travelling in bus or train. When I am in places like these my heart beats faster,my mouth dries and I start sweating. What is my problem? How can I get rid of it??"
    ], 
    "(migraine pain/brain related disease like tumor)": [
        "Hi, I'm a 20 year old male. Im worried to death, I feel like if something is up in my head. It started like 5 days ago, I had some kind of weird pressure feeling on my right side of the head, when I mildly tapped my head, I would feel this strange feeling on my right side of the head. Right now, I dont have any migraine type headache, or some strong pain on my head, but it definitely feels strange. I have this sudden mild sharp pains on left and right side of my head, I feel a bit disoriented, like if Im going through the motions. I suffer from what I think is sudden panic attacks, I get this feeling of passing out, like if im dying, but just minutes later im all good. Like yesterday I got this burning sensation running across my neck and left arm, I felt like if I was passing out, and my toungue went numb. If had a hand full of these attacks, so now I kind of control them better. Sometimes it feels so real, that I cant control it much . MRI scan detect something in the lower lobe. ", 
        "So I recently got an mri scan on my brain because I was getting weird symptoms in my arm and legs on the left side. Turns out the symptoms in my arms and legs was nerve pain. I had  pressure feeling on my left side of the head, when I mildly tapped my head, I would feel this strange feeling on my left side of the head. But the doctor said they found a small abnormality on my brain scan in the left temporal lobe. He said it was nothing to worry about and a follow up scan in 6 months. "
    ], 
    "(Jaundice)": [
        "My test report shows high intensity of bilirubin. My body and eyes are becoming yellow. I have high fever and headache. I vomit when I eat somthing. I have pain in my body. "
    ], 
    "(Arthritis)": [
        "Hi. I am 35 year old female living in Kentucky. Since I was in my 20's I've had osteoarthritis in my hips, but for the last year pain has spread to other joints and for the past couple of months the pain in my elbows, wrists, hips, knees and ankles has become very severe. I feel Joint pain, tenderness and stiffness. I can't move the joints freely. There are Warmth and red skin over the affected joint. There is weakness and muscle wasting around the joint. I don't know if this is related to menopause, arthritis or something else but it's making my life a misery. I had physio on my hips years ago, hydro therapy and acupunture, the acupunture was good for the muscle spasms in my bum, I'm now back to the same stage as I was with my hips then due to a job change, but it's the other joints now, I would love to lie in bed when I have the chance just to rest but it's more painful lying in bed, I get about 4 hours of rest then the pain kicks in again and I can't get comfortable. "
    ], 
    "(Influenza and Flu-like Illness)": [
        "There is usually a seasonal outbreak of flu (influenza) each winter. I have a high temperature (fever), aches and pains in muscles and joints, a cough and various other symptoms. I have fever, sweats, a cough, sore throat, sneezing, difficulty in breathing, lack of energy (lethargy). Is it normal influenza???"
    ], 
    "(Asperger Syndrome)": [
        "My son, 14 years old, has been showing signs of narcolepsy for over a year now. I was just officially diagnosed with narcolepsy a year ago. In school his teachers say he can't stay awake. He tells me of hallucinations when falling asleep and/or waking up. He tells me that on some mornings or after a nap he can't move. He said he can talk but he can't move. (He has not heard me talk about this to make it up. )He currently takes 36mg of Concerta. This was specifically prescribed to help him stay awake. The issue here is that he also takes a lot of other medications because on top of the Asperger's he is diagnosed bipolar. I am as well. I am took him off the concerta just yesterday as it is summer vacation and I want to see how his days go without it. So far this being the first day he has dozed off a couple times and has repeatedly stated he feels really tired and groggy. If he has any issues with his sleep this summer I am going to have a sleep study done. I know this doesn't help much because he's not officially dx'd, but I think he has it as well. Also when I was tested for narcolepsy and it was confirmed with the sleep study my doctor also had them draw blood to do the genetic test for narcoplepsy, I tested positive as having the gene. They say that doesn't really mean a lot because many people have the gene and don't have narcolepsy. I just think it's interesting that I have the gene and am dx'd with it. "
    ], 
    "(Thyroid Eye Disease)": [
        "Hello guys. I feel Aching (worse in the mornings) behind the eye, especially when looking up, down or sideways. The front of my eyes become red,irritated and dry. My eyes giving me a startled appearance. Sometimes I  have double vision. Sometimes  colours appear less vivid. I have mild sensitivity to light adn difficulty moving the eyes. "
    ], 
    "(Lyme Disease)": [
        "About a month ago I had a red mark on my back the size of a coin and my doctor gave me antibiotics for an infected cyst, something I've never had before. It was sore to touch and very itchy. That's cleared now but since then I've not been feeling ver well. My neck aches when I turn to the right with some stiffness and shoulder ache. I'm also getting a dull ache between shoulder blades. Sometimes get headaches and momentary nausea. Sometimes also shortness of breath but I am an anxious person in any case. I think my eyes and ears are affected too. Also tire easily. Several areas of the skin  develop a . I have 2 cats who have had fleas recently and I walk a friends dog in fields nearby. I am wondering whether I gave got Lymes disease. "
    ], 
    "(Rubela)": [
        "I have Swollen glands, behind the ears and at the back of the neck. The glands gradually go back to normal over a week or so. A spotty, pink-red rash develops. The rash usually starts behind the ears, then spreads to the face and neck and then spreads to the rest of the body. The rash lasts 3-5 days before fading. A mild raised temperature (fever), cold, cough and sore throat. Sore red eyes (conjunctivitis) is there. Joint pains and headache. Feeling weak and tired. "
    ], 
    "(Whooping Cough)": [
        "At first there is often a sore throat. Within a day or so a mild, dry, ordinary cough develops. At this stage I feel mildly unwell and have a slightly high temperature (fever). I have a runny nose. During a bout of coughing, I repeatedly cough over and over again. The face often goes red and the body becomes tense. Eventually, there is a desperate attempt to breathe in, which may cause a whooping sound. Each bout of coughing typically lasts 1-2 minutes. Several bouts of coughing may occur together and last several minutes in total. It is common to be sick (vomit) at the end of a bout of coughing. "
    ], 
    "I don't do drugs, and I don't drink heavily (I even gave it up for ages just incase). -(Dementia/Alzheimer's Disease )": [
        "I'm now 22 and over the years I've started noticing a couple things that I never used to have trouble with. I've started occasionally stamering, I forget really common words, I have terrible trouble retaining information no matter how hard I try, I'm struggling to remember stuff and constantly loosing things. I forgot my pin number (which I've had for years) the other day. I also have trouble focusing on what I'm trying to remember and its always like everything is on the tip of my tongue, but not in the nice \"whats that actors name\" kind of way. Its just like blankness whenever I try to remember anything at all or try to answer questions etc. "
    ], 
    "(Achalasia)": [
        "Hello I am almost new here. Recently I feel difficulty in swallowing both food and liquids. I also notice that some of food feels as if it is sticking in my chest after I have eaten. I am looinge weight. I have heavy sensation on my chest. I also develop a cough, which is sometimes worse at night. I feel like my heart is burning. Sometimes I find that some of my food is brought back up. "
    ], 
    "(Compartment Syndrome)": [
        "I had an injury to a limb . I have vigorous exercises. The severe pain usually comes on fairly quickly after injury (within 48 hours). Pain usually occurs even at rest and is also be worse on movement. Pain is likely to occur after any injury. The pain tends to be severe and out of proportion to the injury. I am feel a burning sensation or a tightness around the affected area. Pins and needles is also occur in the leg. I am also have reduced sensation when the skin on the affected limb is touched. Affected limb is also pale, is feel cold . As the syndrome progresses, I is experience reduced strength in the affected arm or leg. Also, paralysis of the affected limb is sometimes occur. "
    ], 
    "(Mastitis)": [
        "I am a breast feeding woman. I have  hardness, pain, redness and swelling in the breast. It often starts in a wedge-shaped section of breast. It usually occurs in one breast only. When I feed my baby, the pain increase . I also develop a high temperature and feel unwell, with flu-like symptoms. These include muscle pains, headaches, and feeling tmyed and low. "
    ], 
    "(Chilblains)": [
        "There are small, itchy, painful lumps that develop on the skin after being exposed to the cold. They are join together to form a larger swollen, red area of skin. A burning sensation is there. They are usually red at first but am become purple. Pain and tenderness over the lump. They are lasting for 10 days. "
    ]
}